Repository: mstudov/microblog
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: sr

source: Please log in to access this page.
sr: Molim Vas ulogujte se kako biste pristupili ovoj stranici.

source: [Microblog] Reset Your Password
sr: [Microblog] Resetuj svoju lozinku

source: Username
sr: Korisničko ime

source: Password
sr: Lozinka

source: Remember me
sr: Zapamti me

source: Sign In
sr: Uloguj se

source: Repeat Password
sr: Ponovi lozinku

source: Register
sr: Registruj se

source: Please use a different username.
sr: Molim Vas koristite drugo korisničko ime.

source: Please use a different e-mail.
sr: Molim Vas koristite drugu e-mail adresu.

source: Request Password Reset
sr: Podnesi zahtev za resetovanje pasvorda

source: Invalid username or password
sr: Neispravno korisničko ime ili lozinka

source: Congratulations, you are now a registered user!
sr: Čestitamo, postao si registrovani korisnik!

source: Check your email for the instructions to reset your password.
sr: Proveri svoj e-mail za instrukcije za resetovanje lozinke.

source: Reset Password
sr: Resetuj Lozinku

source: Your password has been reset.
sr: Tvoja lozinka je resetovana.

source: About me
sr: O meni

source: Submit
sr: Snimi

source: Say something
sr: Reci nešto

source: Search
sr: Pretraži

source: Your post is now live!
sr: Tvoja objava je postavljena!

source: Your changes have been saved.
sr: Sve izmene su snimljene.

source: User %(username)s not found.
sr: Korisnik %(username)s nije pronađen.

source: You cannot follow yourself!
sr: Ne možeš da pratiš sebe!

source: You are following %(username)s!
sr: Pratiš korisnika %(username)s!

source: You cannot unfollow yourself!
sr: Ne možeš da otpratiš sebe!

source: You are not following %(username)s!
sr: Ne pratiš više korisnika %(username)s!

source: %(username)s said %(when)s
sr: %(username)s je rekao %(when)s

source: Welcome to Microblog!
sr: Dobrodošao na Microblog!

source: Home
sr: Početna stranica

source: Explore
sr: Istraži

source: Login
sr: Uloguj se

source: Profile
sr: Profil

source: Logout
sr: Izloguj se

source: Edit Profile
sr: Izmeni podešavanja profila

source: Hi, %(username)s!
sr: Ćao, %(username)s!

source: Newer posts
sr: Nove objave

source: Older posts
sr: Stare objave

source: Search Results
sr: Rezultati pretrage

source: Previous results
sr: Stariji rezultati

source: Next results
sr: Noviji rezultati

source: User
sr: Korisnik

source: Last seen
sr: Poslednji put viđen

source: %(count)d followers
sr: %(count)d pratilaca

source: %(count)d following
sr: %(count)d prati

source: Edit your profile
sr: Izmeni podešavanja profila

source: Follow
sr: Zaprati

source: Unfollow
sr: Odprati

source: New User?
sr: Novi korisnik?

source: Click to Register!
sr: Klikni da se registruješ!

source: Forgot Your Password?
sr: Zaboravio si svoju lozinku?

source: Click to Reset It!
sr: Pritisni da resetuješ!

source: Reset Your Password
sr: Resetuj Svoju Lozinku

source: File Not Found
sr: Fajl Nije Pronađen

source: Back
sr: Nazad

source: An unexpected error has occured
sr: Nastala je neočekivana greška

source: The administrator has been notified. Sorry for the inconvenience!
sr: Administrator je obavešten. Izvinjavamo se zbog neugodnosti!
